[Game]
FFA=个人自由模式
TO=团队目标模式
LTS=团队生存模式
CTF=夺旗模式
TD=团队死亡竞赛模式
KOTH=山丘之王模式
DUEL=决斗模式
PTB=夺旗模式
HTB=守旗模式

[Maps]
Stoneshill=梅森修会在未被发现的情况下偷偷摸摸地嵌入 Stoneshill 山谷，打算终结居住在此地华丽皇宫中的阿加莎在这裡进行的短暂统治。战争在 Stoneshill 一触即发，在这个沉睡中的村庄裡的人们依旧十分平静，毫无防备。如果与阿加莎骑士团的雇佣协议还生效的话，驻扎于此地的阿加莎军团需要拿起武器，面对他们的命运，不仅要确保他们声名远扬的国王的安全，还要确保继续统治国土的权力。\n\n梅森修会 - 屠杀农民。\n阿加莎骑士 - 守护农民。
Arena=为了王国的荣耀，你已选择拿自己的生命做赌注。现在，在这个曾经辉煌的王都的街道上，政治谣言四起，而你，则要在竞技场上终结它们！只有一样事物才可以揭示王座究竟属于谁——那就是用鲜血书写的死亡！
Battlegrounds=随著军团的突击，阿加莎骑士终于要夺回他们曾经的王都了。白热化的战斗已持续三天，周围的土地已被蹂躏地不成样子，而最坏的事情还没到来。对于梅森修会来说，这绝对是一个巨大的威胁，因为阿加莎骑士团的攻城师准备将火炬作为秘密武器，烧光他们最后剩馀的资源，对曾经辉煌的王都发起最后也是最具毁灭性的突击。\n\n梅森修会 - 守护农场。 \n阿加莎骑士 - 焚烧农场。
Hillside=当回国时发现国土已被梅森修会占有后，阿加莎骑士的舰队被拒绝直接驶向阿加莎国内。在黑夜的笼罩下，阿加莎骑士的先遣部队成功登陆，他们计划保护好海滩，并在军队明确可以开进的情况下通过篝火向战舰发出信号。是梅森修会的海岸部队完败阿加莎舰队呢，还是先遣部队引起足够的骚动，帮助舰队侵入成功呢… \n\n梅森修会 - 防止烽火被点燃。\n阿加莎骑士 - 点燃烽火。
Ruins=曾经由于想要夺回纳奥姆第一城而由阿加隆国王发起的光荣高尚的东征，现已演变成在破旧的大街小巷上展开的一股小规模且狂妄自大的陆地战斗。夺取敌人的旗帜，在将其带回大本营烧掉前，好好的在街道的游行上嘲弄它一番吧。 
Dark Forest=在通过一条 Stoneshill 山谷的隐秘山口后，梅森修会的军队潜入了阿加莎的领地，计划用阿加莎患病村民的尸体给阿加莎方的水源下毒。不知梅森修会是否注意到，残存的王朝后裔就藏身在对面悬崖边的要塞裡呢？阿加莎骑士最后的希望就是守住他们的水库，阻止梅森修会那满是疾病的运尸车，祈祷修会没有发现隐藏在水库后面的要塞。\n\n梅森修会 - 将运尸车推进河道。\n阿加莎骑士 - 阻止运尸车。

[Duel]
TimeRemaining=距离决斗结束还有 {NUM} 秒！
TimeHasRunOut=决斗时间已耗尽！